<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة التوثيق
    |--------------------------------------------------------------------------
    |
    | تحتوي الأسطر التالية على رسائل التوثيق المختلفة التي يتم عرضها للمستخدم.
    | يمكنك تعديل هذه الرسائل لتناسب متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه غير متطابقة مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جداً. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];