<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | تحتوي الأسطر التالية على الرسائل الافتراضية التي تطابق الأسباب التي
    | يقدمها وسيط إعادة تعيين كلمة المرور عند محاولة تحديثها، مثل فشل بسبب
    | رمز إعادة تعيين غير صالح أو كلمة مرور غير مناسبة، وما إلى ذلك.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم يملك عنوان البريد الإلكتروني هذا.',

];
